Repository: jaarpa/ing_fluidos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: This component requires a second inner diameter provided
es: Este componente require un segundo diametro

source: Project name
es: Nombre del proyecto

source: Fluid
es: Fluido

source: Mean flux [m^3/s]
es: Flujo medio [m^3/s]

source: Mean temperature [°C]
es: Temperatura media [°C]

source: Mean Presssure [Pa]
es: Presion media [Pa]

source: Project
es: Proyecto

source: Projects
es: Proyectos

source: Accessory
es: Accesorio

source: Quantity [m] or units
es: Cantidada [m] o unidades

source: Inner diameter [m]
es: Diámetro interno [m]

source: Inner diameter 2 [m]
es: Diámetro interno 2 [m]

source: Angle [°]
es: Ángulo [°]

source: Pipe Accessory
es: Accesorio de tubería

source: Pipe Accesories
es: Accesorios de tubería

source: You selected
es: Seleccionaste

source: at a mean temperature of
es: a una temperatura media de

source: a pressure of
es: a una presión de

source: and a flux of
es: y a un flujo de

source: This fluid will have a viscosity of
es: Este fluido tendrá una viscosidad de

source: and a density of
es: y una densdad de

source: Modify project
es: Modificar proyecto

source: Units
es: Unidades

source: Inner Diameter
es: Diámetro interno

source: Action
es: Acción

source: Delete the accessory
es: Eliminar accesorio

source: No accessories yet
es: Sin accesorios por ahora

source: Add an accessory
es: Agregar un accesorio

source: Energy loss
es: Pérdidas de energía

source: Pressure drop
es: Caida de presión

source: Add accessory
es: Agregar accesorio

source: Close
es: Cerrar

source: Add
es: Agregar

source: Update
es: Actualizar

source: Name
es: Nombre

source: Pressure Drop
es: Caída de presión

source: See details
es: Ver detalles

source: Delete the project
es: Eliminar proyecto

source: No projects yet
es: Sin proyectos aún

source: Create project
es: Crear proyecto

source: Create
es: Crear

source: Fluids engineering
es: Ingeniería de Fluidos

source: Pressure losses
es: Pérdidas de presión

source: Piping
es: Tuberías

source: Packed beds
es: Lechos empacados

source: Projecto final: Ingeniería de Fluidos
es: Proyecto final: Ingeniería de Fluidos
